brew "mas"

brew "gnu-sed"
brew "make"
brew "tmux"
brew "ripgrep"
brew "gum"

brew "colima"
brew "docker"
brew "docker-compose"

brew "git"
brew "gh"
brew "tig"

cask "xbar"
cask "linearmouse"

cask "switchhosts"
cask "google-drive"
cask "google-chrome"
cask "slack"
cask "anki"
cask "figma"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "LINE", id: 539883307
mas "Tailscale", id: 1475387142
